{
  "data": [
    {
      "text": "Never let a fool kiss you or a kiss fool you.",
      "category": "antimetabole"
    },
    {
      "text": "Chiasmus and a world of quotations that say what they mean and mean what they say.",
      "category": "antimetabole"
    },
    {
      "text": "To many dear friends with whom I share a love of language. To my dear wife, Katherine Robinson, with whom I share a language of love.",
      "category": "antimetabole"
    },
    {
      "text": "It's not the men in my life, it's the life in my men.",
      "category": "antimetabole"
    },
    {
      "text": "And so, my fellow Americans, ask not what your country can do for you, ask what you can do for your country.",
      "category": "antimetabole"
    },
    {
      "text": "It's not the oath that makes us believe the man, but the man the oath.",
      "category": "antimetabole"
    },
    {
      "text": "Love as if you would one day hate, and hate as if you would one day love.",
      "category": "antimetabole"
    },
    {
      "text": "Bad men live that they may eat and drink, whereas good men eat and drink that they may live.",
      "category": "antimetabole"
    },
    {
      "text": "One should eat to live not live to eat.",
      "category": "antimetabole"
    },
    {
      "text": "A lawyer starts life giving five hundred dollars worth of law for five dollars and ends giving five dollars worth for five hundred dollars.",
      "category": "antimetabole"
    },
    {
      "text": "Whoever sheds the blood of man by man shall his blood be shed.",
      "category": "antimetabole"
    },
    {
      "text": "What could I have done to put more fire into my speech? What you should have done is to have put your speech into the fire.",
      "category": "antimetabole"
    },
    {
      "text": "I guess it's fair to say that I didn't just get into chiasmus, chiasmus also got into me.",
      "category": "antimetabole"
    },
    {
      "text": "Too bad that, just to hide her calves, Two calves have lost their hides.",
      "category": "antimetabole"
    },
    {
      "text": "And if you find yourself coming down with a case of \" chiastic fever \", you may relief by surfing to www.chiasmus.com, the only site on the Web devoted to bringing quotations into your life and life into your quotations.",
      "category": "antimetabole"
    },
    {
      "text": "Better a jerk that knees than a knee that jerks.",
      "category": "antimetabole"
    },
    {
      "text": "It made Rich gay and Gay rich.",
      "category": "antimetabole"
    },
    {
      "text": "The two greatest highway menaces are drivers under twenty five going over sixty five and drivers over sixty five going under twenty five.",
      "category": "antimetabole"
    },
    {
      "text": "A scout troop consists of twelve little kids dressed like schmucks following a big schmuck dressed like a kid.",
      "category": "antimetabole"
    },
    {
      "text": "- Architect, n. One who drafts a plan of your house, and plans a draft of your money.",
      "category": "antimetabole"
    },
    {
      "text": "The gambling known as business looks with austere disfavor upon the business known as gambling.",
      "category": "antimetabole"
    },
    {
      "text": "In the Halls of Justice the only justice is in the halls.",
      "category": "antimetabole"
    },
    {
      "text": "I mean, they can prick their finger, but they can't finger their prick.",
      "category": "antimetabole"
    },
    {
      "text": "Have you noticed that your shit is stuff and their stuff is shit?",
      "category": "antimetabole"
    },
    {
      "text": "As a young man I used to have four supple members and a stiff one. Now I have four stiff and one supple.",
      "category": "antimetabole"
    },
    {
      "text": "Whether a man's lust for big breasted women is a hunger for mountains or his hunger for mountains is a lust for big breasted women is a moot question.",
      "category": "antimetabole"
    },
    {
      "text": "Man can be destroyed but not defeated. Man can be defeated but not destroyed.",
      "category": "antimetabole"
    },
    {
      "text": "Punctuation is made for man, not man for punctuation.",
      "category": "antimetabole"
    },
    {
      "text": "I don't suffer fools, and I like to see fools suffer.",
      "category": "antimetabole"
    },
    {
      "text": "In some parts of Ireland, the sheep which knows no waking is always followed by a wake which knows no sleeping.",
      "category": "antimetabole"
    },
    {
      "text": "The telephone is the greatest nuisance among conveniences, the greatest convenience among nuisances.",
      "category": "antimetabole"
    },
    {
      "text": "The corn was full of kernels And the colonels full of corn.",
      "category": "antimetabole"
    },
    {
      "text": "The story of the whale swallowing Jonah... borders greatly on the marvelous; but it would have approached nearer to the idea of miracle if Jonah had swallowed the whale.",
      "category": "antimetabole"
    },
    {
      "text": "There are painters who transform the sun into a yellow spot, but there are others who, thanks to their art and intelligence, transform a yellow spot into the sun.",
      "category": "antimetabole"
    },
    {
      "text": "If you talk to God, you are praying; if God talks to you, you have schizophrenia.",
      "category": "antimetabole"
    },
    {
      "text": "We usually call our blunders mistakes, and our friends style our mistakes blunders.",
      "category": "antimetabole"
    },
    {
      "text": "A monk asks a superior if it is permissible to smoke while praying. The superior says certainly not. Next day, the monk asks the superior if it is permissible to pray while smoking.",
      "category": "antimetabole"
    },
    {
      "text": "When the going gets tough, the tough get going.",
      "category": "antimetabole"
    },
    {
      "text": "Keep care of thy shop and thy shop will keep care of you.",
      "category": "antimetabole"
    },
    {
      "text": "A brother may not be a friend, but a friend will always be a brother.",
      "category": "antimetabole"
    },
    {
      "text": "The secret of life is not to do what you like but to like what you do.",
      "category": "antimetabole"
    },
    {
      "text": "Never forget what is worth remembering or remember what is best forgotten.",
      "category": "antimetabole"
    },
    {
      "text": "We should behave to our friends as we would like our friends to behave to us.",
      "category": "antimetabole"
    },
    {
      "text": "Those who mind don't matter, and those who matter don't mind.",
      "category": "antimetabole"
    },
    {
      "text": "Do not pray for tasks equal to your powers; pray for powers equal to your tasks.",
      "category": "antimetabole"
    },
    {
      "text": "If you treat a sick child like an adult and a sick adult like a child, everything usually works out pretty well, .",
      "category": "antimetabole"
    },
    {
      "text": "Half of our mistakes in life arise from feeling where we ought to think, and thinking where we ought to feel.",
      "category": "antimetabole"
    },
    {
      "text": "When you have nothing to say, say nothing.",
      "category": "antimetabole"
    },
    {
      "text": "Don't worry that other people don't know you; worry that you don't know other people.",
      "category": "antimetabole"
    },
    {
      "text": "Treat all disasters as if they were trivialities but never treat a triviality as if it were a disaster.",
      "category": "antimetabole"
    },
    {
      "text": "Never be naughty to the humble; never be humble to the naughty.",
      "category": "antimetabole"
    },
    {
      "text": "Action may not always bring happiness, but there is no happiness without action.",
      "category": "antimetabole"
    },
    {
      "text": "Resolve to perform what you ought; perform without fail what you resolve.",
      "category": "antimetabole"
    },
    {
      "text": "If your religion does not change you, then you should change your religion.",
      "category": "antimetabole"
    },
    {
      "text": "Put not your trust in money, but put your money in trust.",
      "category": "antimetabole"
    },
    {
      "text": "We too often love things and use people when we should be using things and loving people.",
      "category": "antimetabole"
    },
    {
      "text": "Try to learn something about everything and everything about something.",
      "category": "antimetabole"
    },
    {
      "text": "Do what is easy as if it were difficult, and what is difficult as if it were easy.",
      "category": "antimetabole"
    },
    {
      "text": "It is better to deserve without receiving, than to receive without deserving.",
      "category": "antimetabole"
    },
    {
      "text": "If you are idle, be not solitary; if you are solitary, be not idle.",
      "category": "antimetabole"
    },
    {
      "text": "Don't serve time, let time serve you.",
      "category": "antimetabole"
    },
    {
      "text": "Defeat the fear of death and welcome the death of fear.",
      "category": "antimetabole"
    },
    {
      "text": "Treat your friend as if he will one day be your enemy, and your enemy as if he will one day be your friend.",
      "category": "antimetabole"
    },
    {
      "text": "Never accept flattery as though it were a compliment, and never treat a compliment as though it were mere flattery.",
      "category": "antimetabole"
    },
    {
      "text": "At a dinner party one should eat wisely but not too well, and talk well but not too wisely.",
      "category": "antimetabole"
    },
    {
      "text": "The earth does not belong to man, man belongs to the earth.",
      "category": "antimetabole"
    },
    {
      "text": "It is best to learn as we go, not go as we have learned.",
      "category": "antimetabole"
    },
    {
      "text": "Take care to get what you like or you will be forced to like what you get.",
      "category": "antimetabole"
    },
    {
      "text": "Treat your friends like family and your family like friends.",
      "category": "antimetabole"
    },
    {
      "text": "You don't have to be great to start but you have to start to be great.",
      "category": "antimetabole"
    },
    {
      "text": "In peace, sons bury their fathers; in war, fathers bury their sons.",
      "category": "antimetabole"
    },
    {
      "text": "Forty is the old age of youth; fifty is the youth of old age.",
      "category": "antimetabole"
    },
    {
      "text": "Success is getting what you want; happiness is wanting what you get.",
      "category": "antimetabole"
    },
    {
      "text": "An optimist goes to the window every morning and says,' Good morning, God!' The pessimist goes to the window every morning and says,' Good God! Morning!' .",
      "category": "antimetabole"
    },
    {
      "text": "The difference between the Scotch and the English is that the Scotch are hard in all other respects but soft with women, and the English are hard with women and soft in all other respects.",
      "category": "antimetabole"
    },
    {
      "text": "The error of youth is to believe that intelligence is a substitute for experience, while the error of age is to believe that experience is a substitute for intelligence.",
      "category": "antimetabole"
    },
    {
      "text": "The manner of a vulgar man has freedom without ease; the manner of a gentleman, ease without freedom.",
      "category": "antimetabole"
    },
    {
      "text": "An adventure is only an inconvenience rightly considered. An inconvenience is only an adventure wrongly considered.",
      "category": "antimetabole"
    },
    {
      "text": "Art produces ugly things which frequently become beautiful with time. Fashion... produces beautiful things which always become ugly with time.",
      "category": "antimetabole"
    },
    {
      "text": "A fool often fails because he thinks what is difficult is easy, and a wise man because he thinks what is easy is difficult.",
      "category": "antimetabole"
    },
    {
      "text": "When nature exceeds culture, we have the rustic. When culture exceeds nature, we have the pedant.",
      "category": "antimetabole"
    },
    {
      "text": "Friendship is love minus sex and plus reason. Love is friendship plus sex and minus reason.",
      "category": "antimetabole"
    },
    {
      "text": "Painting is poetry that is seen rather than felt, and poetry is painting that is felt rather than seen.",
      "category": "antimetabole"
    },
    {
      "text": "It is the old story again : once we had wooden chalices and golden priests, now we have golden chalices and wooden priests.",
      "category": "antimetabole"
    },
    {
      "text": "Stoicism is the wisdom of madness and cynicism is the madness of wisdom.",
      "category": "antimetabole"
    },
    {
      "text": "Erotic love begins with separateness, and ends in oneness. Motherly love begins with oneness and leads to separateness.",
      "category": "antimetabole"
    },
    {
      "text": "In Europe men and women have intercourse because they love each other. In the South Seas they love each other because they have had intercourse.",
      "category": "antimetabole"
    },
    {
      "text": "To love is to admire with the heart; to admire is to love with the mind.",
      "category": "antimetabole"
    },
    {
      "text": "The pessimist sees the difficulty in every opportunity; the optimist, the opportunity in every difficulty.",
      "category": "antimetabole"
    },
    {
      "text": "The difference between a well bred and ill bred man is this... You love the one till you find reason to hate him; you hate the other till you find reason to love him.",
      "category": "antimetabole"
    },
    {
      "text": "All misanthropes are curmudgeons but all curmudgeons are not misanthropes.",
      "category": "antimetabole"
    },
    {
      "text": "The conventional army loses if it does not win. The guerrilla wins if he does not lose.",
      "category": "antimetabole"
    },
    {
      "text": "In Plato's opinion man was made for philosophy, in Bacon's opinion philosophy was made for man.",
      "category": "antimetabole"
    },
    {
      "text": "It is the dull man who is always sure, and the sure man who is always dull.",
      "category": "antimetabole"
    },
    {
      "text": "Earthly things must be known to be loved; divine things must be loved to be known.",
      "category": "antimetabole"
    },
    {
      "text": "A statesman is a politician who places himself at the service of the nation. A politician is a statesman who places the nation at his service.",
      "category": "antimetabole"
    },
    {
      "text": "A statesman is a politician who places himself at the service of the nation. A politician is a statesman who places the nation at his service.",
      "category": "antimetabole"
    },
    {
      "text": "A flawed candidate with a strong character versus a strong candidate with a flawed character.",
      "category": "antimetabole"
    },
    {
      "text": "In Russia religion is the opium of the people, in China opium is the religion of the people.",
      "category": "antimetabole"
    },
    {
      "text": "Handel was a man of the world; but Bach was a world of a man.",
      "category": "antimetabole"
    },
    {
      "text": "The first half of life consists of the capacity to enjoy without the chance; the last half consists of the chance without the capacity.",
      "category": "antimetabole"
    },
    {
      "text": "Politics is war carried out without bloodshed, while war is politics carried out with bloodshed.",
      "category": "antimetabole"
    },
    {
      "text": "In man, mortal sins are venial; in woman, venial sins are mortal.",
      "category": "antimetabole"
    },
    {
      "text": "A man is a person who will pay two dollars for a one dollar item he wants. A woman will pay one dollar for a two dollar item she doesn't want.",
      "category": "antimetabole"
    },
    {
      "text": "Marriage is the price men pay for sex; sex is the price women pay for marriage.",
      "category": "antimetabole"
    },
    {
      "text": "A woman should understand a man more than she loves him; a man should love a woman more than he understands her.",
      "category": "antimetabole"
    },
    {
      "text": "Man is kind only to be cruel; woman only cruel to be kind.",
      "category": "antimetabole"
    },
    {
      "text": "Man thinks more than he feels, woman feels more than she thinks.",
      "category": "antimetabole"
    },
    {
      "text": "A woman's head is always influenced by heart; but a man's heart by his head.",
      "category": "antimetabole"
    },
    {
      "text": "Women eat while they are talking; men talk while they are eating.",
      "category": "antimetabole"
    },
    {
      "text": "Women deprived of the company of men pine, men deprived of the company of women become stupid.",
      "category": "antimetabole"
    },
    {
      "text": "In women pity begets love, in men love begets pity.",
      "category": "antimetabole"
    },
    {
      "text": "Charm is a woman's strength just as strength is a man's charm.",
      "category": "antimetabole"
    },
    {
      "text": "Man begins by making love and ends by loving a woman; woman begins by loving a man and ends by making love.",
      "category": "antimetabole"
    },
    {
      "text": "The desire of the man is for the woman, the desire of the woman is for the desire of the man.",
      "category": "antimetabole"
    },
    {
      "text": "In general, I think it true that women fuck to love and men love to fuck.",
      "category": "antimetabole"
    },
    {
      "text": "In prehistoric times women resembled men, and men resembled women.",
      "category": "antimetabole"
    },
    {
      "text": "When a man gets up to speak, people listen, then look. When a woman get up, people look; then if they like what they see, they listen.",
      "category": "antimetabole"
    },
    {
      "text": "A man has his clothes made to fit him; a woman makes herself fit her clothes.",
      "category": "antimetabole"
    },
    {
      "text": "There never lived a woman who did not wish she were a man. There never lived a man who wished he were a woman.",
      "category": "antimetabole"
    },
    {
      "text": "Males seek power to compensate for loss of connection; females seek connection to compensate for loss of power.",
      "category": "antimetabole"
    },
    {
      "text": "Indeed, I should say without reservation that men fear and hate women more than women fear and hate men.",
      "category": "antimetabole"
    },
    {
      "text": "After a quarrel between a man and a woman the man suffers chiefly from the thought that he has wounded the woman; the woman suffers from the thought that she has not wounded the man enough.",
      "category": "antimetabole"
    },
    {
      "text": "To a woman the first kiss is the end of the beginning; to a man it is the beginning of the end.",
      "category": "antimetabole"
    },
    {
      "text": "Why are women... so much more interesting to men than men are to women?",
      "category": "antimetabole"
    },
    {
      "text": "The greatest orator among lawyers, the greatest lawyer among orators.",
      "category": "antimetabole"
    },
    {
      "text": "It's not that he' bites off more than he can chew'... but he chews more than he bites off.",
      "category": "antimetabole"
    },
    {
      "text": "He made China a part of the world, and the world a part of China.",
      "category": "antimetabole"
    },
    {
      "text": "Rousseau was the philosopher of the artists and the artist of the philosophers.",
      "category": "antimetabole"
    },
    {
      "text": "There is a touch of the poet in most revolutionaries and a touch of the revolutionary in most poets.",
      "category": "antimetabole"
    },
    {
      "text": "But among revolutionary leaders, the finest poet and among poets, the most successful revolutionary leader has to be Mao Zedong, who was born 100 years ago today.",
      "category": "antimetabole"
    },
    {
      "text": "I have seen many a bear led by a man, but I never before saw a man led by a bear.",
      "category": "antimetabole"
    },
    {
      "text": "Swans sing before they die ' twere no bad thing, Should certain persons die before they sing.",
      "category": "antimetabole"
    },
    {
      "text": "An excellent adage commands that we should Relate of the dead that alone which is good; But of the great lord who here lies in lead We know nothing good but that he is dead.",
      "category": "antimetabole"
    },
    {
      "text": "He treated me too kindly to be spoken of badly, He treated me too badly to be spoken of kindly.",
      "category": "antimetabole"
    },
    {
      "text": "One of them, to repeat an old phrase, proceeded to write fiction like psychology, while the other wrote psychology like fiction.",
      "category": "antimetabole"
    },
    {
      "text": "I have seen many a man turn his gold into smoke, but you are the first who has turned smoke into gold.",
      "category": "antimetabole"
    },
    {
      "text": "Plato is philosophy, and philosophy Plato.",
      "category": "antimetabole"
    },
    {
      "text": "He can write funnier than anyone who can write smarter and smarter than anyone who can write funnier.",
      "category": "antimetabole"
    },
    {
      "text": "Your manuscript is both good and original; but the part that is good is not original, and the part that is original is not good.",
      "category": "antimetabole"
    },
    {
      "text": "He made football players out of some men, but I think he's much more proud that he made men out of some football players.",
      "category": "antimetabole"
    },
    {
      "text": "He was a rake among scholars, and a scholar among rakes.",
      "category": "antimetabole"
    },
    {
      "text": "But the seamen were not gentlemen, and the gentlemen were not seamen.",
      "category": "antimetabole"
    },
    {
      "text": "The conformation of his mind was such that whatever was little seemed to him great, and whatever was great seemed to him little.",
      "category": "antimetabole"
    },
    {
      "text": "Some men kiss and do not tell... but George Moore told and did not kiss.",
      "category": "antimetabole"
    },
    {
      "text": "He defined wit, and wit defined him.",
      "category": "antimetabole"
    },
    {
      "text": "It was Roosevelt's genius to treat kings like commoners and commoners like kings.",
      "category": "antimetabole"
    },
    {
      "text": "He restored the Bible to its people, he restored the people to the Bible. .",
      "category": "antimetabole"
    },
    {
      "text": "Some agencies have a public affairs office. NASA is a public affairs office that has an agency.",
      "category": "antimetabole"
    },
    {
      "text": "A wit with dunces, and a dunce with wits.",
      "category": "antimetabole"
    },
    {
      "text": "It's hard to think of any among his fellow immortals as charming as James who were also as good, or any as good who were also as charming.",
      "category": "antimetabole"
    },
    {
      "text": "Everywhere in the world, music enhances a hall, with one exception : Carnegie Hall enhances the music.",
      "category": "antimetabole"
    },
    {
      "text": "All his own geese are swans, and the swans of others are geese.",
      "category": "antimetabole"
    },
    {
      "text": "We that live to please must please to live.",
      "category": "antimetabole"
    },
    {
      "text": "Well, we spend half our time lying on the sand and looking at the stars and the other half lying on the stars and looking at the sand.",
      "category": "antimetabole"
    },
    {
      "text": "Fourty years ago there was a young Jewish entertainer named Al Jolson who was trying to pass as Negro. Today there is a young Negro entertainer named Sammy Davis who is trying to pass as Jewish.",
      "category": "antimetabole"
    },
    {
      "text": "I'm too young to be old and too old to be young.",
      "category": "antimetabole"
    },
    {
      "text": "Many a man owes his success to his first wife and his second wife to his success.",
      "category": "antimetabole"
    },
    {
      "text": "I never liked the men I loved, and I never loved the men I liked.",
      "category": "antimetabole"
    },
    {
      "text": "It's more a case of my life reflecting my movies than my movies reflecting my life.",
      "category": "antimetabole"
    },
    {
      "text": "When a defining moment comes along, you define the moment, or the moment defines you.",
      "category": "antimetabole"
    },
    {
      "text": "There is always something so delightfully real about what is phony here. And something so phony about what is real.",
      "category": "antimetabole"
    },
    {
      "text": "You see an awful lot of smart guys with dumb women, but you hardly ever see a smart woman with a dumb guy.",
      "category": "antimetabole"
    },
    {
      "text": "I don't write pictures about tomatoes that eat people. I write pictures about people who eat tomatoes.",
      "category": "antimetabole"
    },
    {
      "text": "It is easier to get an actor to be a cowboy than to get a cowboy to be an actor.",
      "category": "antimetabole"
    },
    {
      "text": "It wasn't so much a question of me finishing with movies. Movies finished with me.",
      "category": "antimetabole"
    },
    {
      "text": "When I am married, I want to be single, and when I am single, I want to be married.",
      "category": "antimetabole"
    },
    {
      "text": "In feature films the director is God; in documentary films GOd is the director.",
      "category": "antimetabole"
    },
    {
      "text": "They say the movies should be more like life. I think life should be more like the movies.",
      "category": "antimetabole"
    },
    {
      "text": "Money will not make you happy, and happy will not make you money.",
      "category": "antimetabole"
    },
    {
      "text": "Before marriage, a girl has to make love to a man to hold him. After marriage, she has to hold him to make love to him.",
      "category": "antimetabole"
    },
    {
      "text": "In the theater, a hero is one who believes that all women are ladies, a villain one who believes that all ladies are women.",
      "category": "antimetabole"
    },
    {
      "text": "We used to have actresses trying to become stars; now we have stars trying to become actresses.",
      "category": "antimetabole"
    },
    {
      "text": "Its trade... is managed by businessmen pretending to be artists and by artists pretending to be businessmen.",
      "category": "antimetabole"
    },
    {
      "text": "As a director, I wouldn't like me as an actor. As an actor, I wouldn't like me as a director.",
      "category": "antimetabole"
    },
    {
      "text": "Suit the action to the word, the word to the action.",
      "category": "antimetabole"
    },
    {
      "text": "It's true that gentlemen prefer blondes. Is it possible that blondes also prefer gentlemen?",
      "category": "antimetabole"
    },
    {
      "text": "Jungle people fight to live; civilized people live to fight.",
      "category": "antimetabole"
    },
    {
      "text": "I wouldn't say when you've seen one Western you've seen the lot; but when you've seen the lot you get the feeling you've seen one.",
      "category": "antimetabole"
    },
    {
      "text": "Hollywood didn't kill Marilyn Monroe; it's Marilyn Monroes who are killing Hollywood.",
      "category": "antimetabole"
    },
    {
      "text": "Stars don't make movies, movies make stars.",
      "category": "antimetabole"
    },
    {
      "text": "Let us never negotiate out of fear; but let us never fear to negotiate.",
      "category": "antimetabole"
    },
    {
      "text": "It is now the moment when by common consent we pause to become conscious of our national life and to rejoice in it, to recall what our country has done for each of us, and to ask ourselves what we can do for our country in return.",
      "category": "antimetabole"
    },
    {
      "text": "The man who goes into politics as a business has no business going into politics.",
      "category": "antimetabole"
    },
    {
      "text": "Just as a strong America means a safer world, we have learned that a safer world means a stronger America.",
      "category": "antimetabole"
    },
    {
      "text": "- America did not invent human rights. In a very real sense... human rights invented America.",
      "category": "antimetabole"
    },
    {
      "text": "Some men change their party for the sake of their principles; others their principles for the sake of their party.",
      "category": "antimetabole"
    },
    {
      "text": "It is not enough to preach about family values, we must value families.",
      "category": "antimetabole"
    },
    {
      "text": "As we have throughout this century, we will lead with the power of our example, but be prepared, when necessary, to make an example of our power.",
      "category": "antimetabole"
    },
    {
      "text": "Until recently people thought of the NRA as a hunting and sporting group that did a little lobbying on the side. Now it's thought of as a lobbying group that does a little hunting and sporting on the side.",
      "category": "antimetabole"
    },
    {
      "text": "A government that seizes control of the economy for the good of the people, ends up seizing control of the people for the good of the economy.",
      "category": "antimetabole"
    },
    {
      "text": "Political freedom cannot exist in anyland where religion controls the state, and religious freedom cannot exist in any land where the state controls religion.",
      "category": "antimetabole"
    },
    {
      "text": "We're prepared to place our trust in the people to reshape the government. Our liberal friends place their trust in the government to reshape the people.",
      "category": "antimetabole"
    },
    {
      "text": "You can commit a crime that's not an impeachable offense, and you can commit an impeachable offense that's not a crime.",
      "category": "antimetabole"
    },
    {
      "text": "If government is in the hands of a few they will tyrannize the many; if in the hands of the many, they will tyrannize the few.",
      "category": "antimetabole"
    },
    {
      "text": "I have said to the people we mean to have less government in business as well as more business in government.",
      "category": "antimetabole"
    },
    {
      "text": "It is not the function of our Government to keep the citizen from falling into error; it is the function of the citizen to keep the Government from falling into error.",
      "category": "antimetabole"
    },
    {
      "text": "Were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate for a moment to prefer the latter.",
      "category": "antimetabole"
    },
    {
      "text": "We don't believe in an America that pursues equality by making rich people poor; but by allowing poor people, indeed all people, to become rich.",
      "category": "antimetabole"
    },
    {
      "text": "Mankind must put an end to war or war will put an end to mankind.",
      "category": "antimetabole"
    },
    {
      "text": "A politician wouldn't dream of being allowed to call a columnist the things a columnist is allowed to call a politician.",
      "category": "antimetabole"
    },
    {
      "text": "It has been said of the world's history hitherto that might makes right. It is for us and for our time to reverse the maxim, and to say that right makes might.",
      "category": "antimetabole"
    },
    {
      "text": "In the infancy of societies, the chiefs of state shape its institutions; later the institutions shape the chiefs of state.",
      "category": "antimetabole"
    },
    {
      "text": "The conservative leader often has to choose between those who are loyal and not bright and those who are bright but not loyal.",
      "category": "antimetabole"
    },
    {
      "text": "With Congress every time they make a joke it's a law. And every time they make a law it's a joke.",
      "category": "antimetabole"
    },
    {
      "text": "We cannot always build the future for our youth, but we can build our youth for the future.",
      "category": "antimetabole"
    },
    {
      "text": "The Constitution was made for the people and not the people for the Constitution.",
      "category": "antimetabole"
    },
    {
      "text": "Speaker Newt Gingrich says that what is wrong with the present system is not that people abuse welfare but that welfare abuses people.",
      "category": "antimetabole"
    },
    {
      "text": "Here is one instance in which it is the man who makes the office, not the office the man.",
      "category": "antimetabole"
    },
    {
      "text": "I would rather lose in a cause that will some day win, than win in a cause that will some day lose!",
      "category": "antimetabole"
    },
    {
      "text": "- Abner Doubleday didn't invent baseball. Baseball invented Abner Doubleday.",
      "category": "antimetabole"
    },
    {
      "text": "Failing to prepare is preparing to fail.",
      "category": "antimetabole"
    },
    {
      "text": "All great horses are fast, but not all fast horses are great.",
      "category": "antimetabole"
    },
    {
      "text": "Joe Schultz would have been a better manager if he understood more. Of course, if he understood more, he might not have been a manager.",
      "category": "antimetabole"
    },
    {
      "text": "We get baseball weather in football season and football weather in baseball season.",
      "category": "antimetabole"
    },
    {
      "text": "A championship team without a sure Hall of Famer had added a sure Hall of Famer without a championship.",
      "category": "antimetabole"
    },
    {
      "text": "Either it's rainy with sunny intervals, or sunny with rainy intervals.",
      "category": "antimetabole"
    },
    {
      "text": "I've seen a lot more cowboys hurt by the stock than stock hurt by the cowboys.",
      "category": "antimetabole"
    },
    {
      "text": "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
      "category": "antimetabole"
    },
    {
      "text": "The course is playing the players instead of the players playing the course.",
      "category": "antimetabole"
    },
    {
      "text": "I spent twelve years training for a career that was over in a week. Joe spent one week training for a career that lasted twelve years.",
      "category": "antimetabole"
    },
    {
      "text": "Let the mind control the body, not the body control the mind.",
      "category": "antimetabole"
    },
    {
      "text": "I'm not the manager because I'm always right, but I'm always right because I'm the manager.",
      "category": "antimetabole"
    },
    {
      "text": "There are some fielders who make the impossible catch look ordinary and some ordinary catch look impossible.",
      "category": "antimetabole"
    },
    {
      "text": "To finish first you must first finish.",
      "category": "antimetabole"
    },
    {
      "text": "Boys would be big leaguers, as everybody knows, but so would big leaguers be boys.",
      "category": "antimetabole"
    },
    {
      "text": "In the 70's I threw in the 90's; in the 90's I throw in the 70's.",
      "category": "antimetabole"
    },
    {
      "text": "Golfers find it a very trying matter to turn at the waist, more particularly if they have a lot of waist to turn.",
      "category": "antimetabole"
    },
    {
      "text": "The difference between soccer and baseball is that in baseball you have a father taking his son and explaining the strategy, and in soccer you have the son taking his father and explaining it to him.",
      "category": "antimetabole"
    },
    {
      "text": "You learn very little about golf from life, but you learn a lot about life from golf.",
      "category": "antimetabole"
    },
    {
      "text": "Baseball is too much of a sport to be a business and too much of a business to be a sport.",
      "category": "antimetabole"
    },
    {
      "text": "Amazingly Simple. Food for Thought, Thought for Food. .",
      "category": "antimetabole"
    },
    {
      "text": "I even suggested to him a slogan :' All for Al and Al for All.' .",
      "category": "antimetabole"
    },
    {
      "text": "Everything for the horse except the rider and everything for the rider except the horse.",
      "category": "antimetabole"
    },
    {
      "text": "Fly to the seafood instead of having the seafood fly to you.",
      "category": "antimetabole"
    },
    {
      "text": "Is it the kids that make the clothes look good, or the clothes that make the kids look good?",
      "category": "antimetabole"
    },
    {
      "text": "Is what you drive a reflection of who you are? Or is who you area reflection of what you drive?",
      "category": "antimetabole"
    },
    {
      "text": "You like it. It likes you.",
      "category": "antimetabole"
    },
    {
      "text": "Is it a home phone that acts like a cellular phone? Or is it a cellular phone that acts like a home phone?",
      "category": "antimetabole"
    },
    {
      "text": "Your lifetime of experience may become their experience of a lifetime.",
      "category": "antimetabole"
    },
    {
      "text": "If guns are outlawed, only outlaws will have guns.",
      "category": "antimetabole"
    },
    {
      "text": "Everything fits into it, and it fits into everything.",
      "category": "antimetabole"
    },
    {
      "text": "Drive one not to escape life. But to prevent life from escaping you.",
      "category": "antimetabole"
    },
    {
      "text": "You always had time for coffee. Now your coffee has time for you.",
      "category": "antimetabole"
    },
    {
      "text": "History through the eyes of Harts and Harts through the eyes of History.",
      "category": "antimetabole"
    },
    {
      "text": "Shop where you bank. Bank where you shop.",
      "category": "antimetabole"
    },
    {
      "text": "What Chicago makes, makes Chicago.",
      "category": "antimetabole"
    },
    {
      "text": "The best way to do business in America may be to have a little more America in your business.",
      "category": "antimetabole"
    },
    {
      "text": "It's not what you're eating, it's what's eating you.",
      "category": "antimetabole"
    },
    {
      "text": "- Live to Ride, Ride to Live. .",
      "category": "antimetabole"
    },
    {
      "text": "We are not better because we're bigger, we're bigger because we're better.",
      "category": "antimetabole"
    },
    {
      "text": "I lease the car, the car doesn't lease me.",
      "category": "antimetabole"
    },
    {
      "text": "It's not the food in your life, but the life in your food that really counts.",
      "category": "antimetabole"
    },
    {
      "text": "When you read a book, it changes the way you look at the world and the way the world looks at you.",
      "category": "antimetabole"
    },
    {
      "text": "Advance the honest over the crooked, and the people will be loyal. Advance the crooked over the honest, and the people will be disloyal.",
      "category": "antimetabole"
    },
    {
      "text": "An army of stags led by a lion is more to be feared than an army of lions led by a stag.",
      "category": "antimetabole"
    },
    {
      "text": "People don't care how much you know until they know how much you care.",
      "category": "antimetabole"
    },
    {
      "text": "The person who is too big for a small job is too small for a big job.",
      "category": "antimetabole"
    },
    {
      "text": "When buyers don't fall for prices, prices must fall for buyers.",
      "category": "antimetabole"
    },
    {
      "text": "It is more difficult... to rule the King's favorites than for the favorites to rule the King. .",
      "category": "antimetabole"
    },
    {
      "text": "I an a better investor because I am a businessman, and I am a better businessman because I am an investor.",
      "category": "antimetabole"
    },
    {
      "text": "If we command our wealth, we shall be rich and free; if our wealth commands us, we are poor indeed.",
      "category": "antimetabole"
    },
    {
      "text": "I do not hold with those who say that power corrupts men. Rather, it is the other way around; men without morality corrupt power.",
      "category": "antimetabole"
    },
    {
      "text": "Take away my people, but leave my factories, and soon grass will grow on the factory floors. Take away my factories, but leave my people, and soon we will have a new and better factory.",
      "category": "antimetabole"
    },
    {
      "text": "Natural ability without education has more often raised a man to glory and virtue than education without natural ability.",
      "category": "antimetabole"
    },
    {
      "text": "The superior man is easy to serve, but difficult to please... The inferior man is difficult to serve, but easy to please.",
      "category": "antimetabole"
    },
    {
      "text": "As praises from the men, whom all men praise.",
      "category": "antimetabole"
    },
    {
      "text": "He that makes his pleasure be his business, will never make his business be a pleasure.",
      "category": "antimetabole"
    },
    {
      "text": "Management is doing things right; leadership is doing the right things.",
      "category": "antimetabole"
    },
    {
      "text": "It is difficult for a rich person to be modest, or a modest person to be rich.",
      "category": "antimetabole"
    },
    {
      "text": "As a madman is apt to think himself grown suddenly great, so he that grows suddenly great is apt to borrow a little from the madman.",
      "category": "antimetabole"
    },
    {
      "text": "It is better to debate a question without deciding it than to decide it without debating it.",
      "category": "antimetabole"
    },
    {
      "text": "The man who thinks he can do without the world is indeed mistaken; the man who thinks the world cannot do without him is mistaken even worse.",
      "category": "antimetabole"
    },
    {
      "text": "Money never starts an idea. It is always the idea that starts the money.",
      "category": "antimetabole"
    },
    {
      "text": "He once said that all readers can't be leaders, but all leaders must be readers.",
      "category": "antimetabole"
    },
    {
      "text": "Show me the leader and I will know his men. Show me the men and I will know their leader.",
      "category": "antimetabole"
    },
    {
      "text": "In one case out of a hundred a point is excessively discussed because it is obscure; in the ninety nine remaining it is obscure because it is excessively discussed.",
      "category": "antimetabole"
    },
    {
      "text": "If you suspect a man, don't employ him, and if you employ him, don't suspect him.",
      "category": "antimetabole"
    },
    {
      "text": "A friendship founded on business is better than a business founded on friendship.",
      "category": "antimetabole"
    },
    {
      "text": "It isn't enough for you to love money it's also necessary that money should love you.",
      "category": "antimetabole"
    },
    {
      "text": "Happy is the time where the great listen to the small, for in such a generation the small will listen to the great.",
      "category": "antimetabole"
    },
    {
      "text": "Money sometimes makes fools of important persons, but it may also make important persons of fools.",
      "category": "antimetabole"
    },
    {
      "text": "Don't wait until you feel like taking a positive action. Take the action and then you will feel like doing it.",
      "category": "antimetabole"
    },
    {
      "text": "LIfe resembles a novel more often than novels resemble life.",
      "category": "antimetabole"
    },
    {
      "text": "I write fiction and I'm told it's autobiography, I write autobiography and I'm told it's fiction.",
      "category": "antimetabole"
    },
    {
      "text": "Some people lie when they tell the truth. I tell the truth lying.",
      "category": "antimetabole"
    },
    {
      "text": "In the case of good books, the point is not to see how many of them you can get through, but rather how many can get through to you.",
      "category": "antimetabole"
    },
    {
      "text": "In poetry you have a form looking for a subject and a subject looking for a form.",
      "category": "antimetabole"
    },
    {
      "text": "It is well to read everything of something, and something of everything.",
      "category": "antimetabole"
    },
    {
      "text": "The original writer is not one who imitates nobody, but one whom nobody can imitate.",
      "category": "antimetabole"
    },
    {
      "text": "The function of the imagination is not to make strange things settled, so much as to make settled things strange.",
      "category": "antimetabole"
    },
    {
      "text": "There is a great deal of difference between the eager man who wants to read a book and the tired man who wants a book to read.",
      "category": "antimetabole"
    },
    {
      "text": "Sit down to write what you have thought and not to think about what you shall write.",
      "category": "antimetabole"
    },
    {
      "text": "For many people, a very complicated way of saying very simple things. According to us, a very simple way of saying very complicated things.",
      "category": "antimetabole"
    },
    {
      "text": "It may be possible in novel writing to present characters successfully without telling a story; but it is not possible to tell a story successfully without presenting characters.",
      "category": "antimetabole"
    },
    {
      "text": "I do not' get' ideas; ideas get me.",
      "category": "antimetabole"
    },
    {
      "text": "THe secret of good writing is to say an old thing in a new way or to say a new thing an old way.",
      "category": "antimetabole"
    },
    {
      "text": "Only after the writer lets literature shape her can she perhaps shape literature.",
      "category": "antimetabole"
    },
    {
      "text": "The bad poet is usually unconscious where he ought to be conscious, and conscious where he ought to be unconscious.",
      "category": "antimetabole"
    },
    {
      "text": "Words are also actions, and actions are a kind of words.",
      "category": "antimetabole"
    },
    {
      "text": "You don't write because you want to say something; you write because you've got something to say.",
      "category": "antimetabole"
    },
    {
      "text": "There are, in actual fact, men who talk like books. Happily, however, there are also books that talk like men.",
      "category": "antimetabole"
    },
    {
      "text": "It is the business of reviewers to watch poets, not of poets to watch reviewers.",
      "category": "antimetabole"
    },
    {
      "text": "I began to get an idea : to write a book that explained the principles of Taoism through Winnie the Pooh, and explained Winnie the Pooh through the principles of Taoism.",
      "category": "antimetabole"
    },
    {
      "text": "Tell him that some men are more interesting than their books but my book is more interesting than its man.",
      "category": "antimetabole"
    },
    {
      "text": "The two most engaging powers of an author are to make new things familiar, and familiar things new.",
      "category": "antimetabole"
    },
    {
      "text": "It is not Goethe who creates' Faust' but' Faust' which creates Goethe. .",
      "category": "antimetabole"
    },
    {
      "text": "I drink because I'm unhappy. Just then, I shifted the equation, rearranged the words : Maybe, just maybe, I'm unhappy because I drink.",
      "category": "antimetabole"
    },
    {
      "text": "I can write better than anybody who can write faster, and I can write faster than anybody who can write better.",
      "category": "antimetabole"
    },
    {
      "text": "Most people ignore most poetry because most poetry ignores most people.",
      "category": "antimetabole"
    },
    {
      "text": "You have to look at a novel or a story... as saying something about life colored by the writer, not about the writer colored by life.",
      "category": "antimetabole"
    },
    {
      "text": "I shall live badly if I do not write, and I shall write badly if I do not live.",
      "category": "antimetabole"
    },
    {
      "text": "The poet's eye, in a fine frenzy rolling, Doth glance from heaven to earth, from earth to heaven.",
      "category": "antimetabole"
    },
    {
      "text": "Poetry is the record of the best and happiest moments of the happiest and best minds.",
      "category": "antimetabole"
    },
    {
      "text": "For the friends life has given me, and for the life friends have given me.",
      "category": "antimetabole"
    },
    {
      "text": "Getting to the heart of the matter has been difficult in matters of the heart, since the dynamics of love are often counterintuitive.",
      "category": "antimetabole"
    },
    {
      "text": "I flee who chases me, and I chase who flees me.",
      "category": "antimetabole"
    },
    {
      "text": "Follow love and it will flee; Flee love and it will follow thee.",
      "category": "antimetabole"
    },
    {
      "text": "No siren did ever so charm the ear of the listener as the listening ear has charmed the soul of the siren.",
      "category": "antimetabole"
    },
    {
      "text": "May we kiss who we please, and please who we kiss.",
      "category": "antimetabole"
    },
    {
      "text": "Love makes sex better, sex makes love better.",
      "category": "antimetabole"
    },
    {
      "text": "Love turns one person into two : and two into one.",
      "category": "antimetabole"
    },
    {
      "text": "Man can start with aversion and end with love, but if he begins with love and comes round to aversion he will never get back to love.",
      "category": "antimetabole"
    },
    {
      "text": "Love without peace, or peace without love.",
      "category": "antimetabole"
    },
    {
      "text": "You can give without loving, but you cannot love without giving.",
      "category": "antimetabole"
    },
    {
      "text": "You can love a person deeply and sincerely whom you do not like. You can like a person passionately whom you do not love.",
      "category": "antimetabole"
    },
    {
      "text": "It is obviously quite difficult to be no longer loved when we are still in love, but it is incomparably more painful to be still loved when we ourselves no longer love.",
      "category": "antimetabole"
    },
    {
      "text": "We must begin to love in order that we may not fail ill, and we must fall ill if, in consequence of frustration, we can not love.",
      "category": "antimetabole"
    },
    {
      "text": "Infantile love follows the principle :' I love because I am loved.' Mature love follows the principle :' I am loved because I love.' .",
      "category": "antimetabole"
    },
    {
      "text": "Immature love says :' I love you because I need you.' Mature love says :' I need you because I love you.' .",
      "category": "antimetabole"
    },
    {
      "text": "If you are willing to forget that there is an element of duty in love and of love in duty, then it's easy to choose between the two.",
      "category": "antimetabole"
    },
    {
      "text": "When you love you should not say,' God is in my heart.' but rather,' I am in the heart of God.'.",
      "category": "antimetabole"
    },
    {
      "text": "And think not you can direct the course of love, for love, if it finds you worthy, directs your course.",
      "category": "antimetabole"
    },
    {
      "text": "Do I love you because you're beautiful? Or are you beautiful because I love you?",
      "category": "antimetabole"
    },
    {
      "text": "Love makes time pass, time makes love pass.",
      "category": "antimetabole"
    },
    {
      "text": "The question is not whether we have sex desire, but whether sex desire has us.",
      "category": "antimetabole"
    },
    {
      "text": "Where love rules, there is no will to power; and where power predominates, there love is lacking.",
      "category": "antimetabole"
    },
    {
      "text": "Joy is not a substitute for sex, sex is very often a substitute for Joy. .",
      "category": "antimetabole"
    },
    {
      "text": "It is fairly easy to find a mistress, and it is not at all difficult to hold on to a friend. What is hard, is to find a friend and to hold on to a mistress.",
      "category": "antimetabole"
    },
    {
      "text": "We don't love a woman for what she says, but we like what she says because we love her.",
      "category": "antimetabole"
    },
    {
      "text": "You mustn't force sex to do the work of love or love to do the work of sex.",
      "category": "antimetabole"
    },
    {
      "text": "Without love intelligence is dangerous' without intelligence love is not enough.",
      "category": "antimetabole"
    },
    {
      "text": "Age doesn't protect you from love. But love, to some extent, protects you from age.",
      "category": "antimetabole"
    },
    {
      "text": "O powerful love, that in some respects makes a beast a man, in some other, a man a beast.",
      "category": "antimetabole"
    },
    {
      "text": "When pain has been intertwined with love and closeness, it's very difficult to believe that love and closeness can be experienced without pain.",
      "category": "antimetabole"
    },
    {
      "text": "If you can't be with the one you love, love the one you're with.",
      "category": "antimetabole"
    },
    {
      "text": "When you are in love you are not wise, or rather, when you are wise you are not in love.",
      "category": "antimetabole"
    },
    {
      "text": "I know the nature of women : when you want to, they don't want to; and when you don't want to, they want to... exceedingly.",
      "category": "antimetabole"
    },
    {
      "text": "Someone once remarked that in adolescence pornography is a substitute for sex, whereas in adulthood sex is a substitute for pornography.",
      "category": "antimetabole"
    },
    {
      "text": "Whereas a lot of men used to ask for conversation when they really wanted sex, nowadays they often feel obliged to ask for sex even when they really want conversation.",
      "category": "antimetabole"
    },
    {
      "text": "We always believe our first love is our last, and our last love is our first.",
      "category": "antimetabole"
    },
    {
      "text": "Is this not the true romantic feeling not to desire to escape life, but to prevent life from escaping you?",
      "category": "antimetabole"
    },
    {
      "text": "I choose a man without money rather than money without a man.",
      "category": "antimetabole"
    },
    {
      "text": "Home is where the great are small and the small are great.",
      "category": "antimetabole"
    },
    {
      "text": "You may recognize aspects of your family and your family may recognize aspects of you in the quotes that follow.",
      "category": "antimetabole"
    },
    {
      "text": "To marry without love betrays as surely as to love without marriage.",
      "category": "antimetabole"
    },
    {
      "text": "It begins when you sink in his arms. It ends with your arms in his sink.",
      "category": "antimetabole"
    },
    {
      "text": "Marry for love and you divorce for money; marry for money and you divorce for love.",
      "category": "antimetabole"
    },
    {
      "text": "I know one husband and wife who, whatever the official reasons given to the court for the breakup of their marriage, were really divorced because the husband believed that nobody ought to read while he was talking and the wife that nobody ought to talk while she was reading.",
      "category": "antimetabole"
    },
    {
      "text": "Parents have too little respect for their children, just as the children have too much for the parents.",
      "category": "antimetabole"
    },
    {
      "text": "Who is to say whether the string bends the bow, or the bow tightens the string?",
      "category": "antimetabole"
    },
    {
      "text": "The value of marriage is not that adults produce children, but that children produce adults.",
      "category": "antimetabole"
    },
    {
      "text": "If a guy says my wife and I are going through a trial separation, this inevitably refers to a separation that will end in trial.",
      "category": "antimetabole"
    },
    {
      "text": "They that marry where they do not love, will love where they do not marry.",
      "category": "antimetabole"
    },
    {
      "text": "Residents of the East like to point out that people in the West fall in love and then get married, whereas Orientals get married and then fall in love.",
      "category": "antimetabole"
    },
    {
      "text": "Why didn't children ever see that they could damage and harm their parents as much as parents could damage and harm children?",
      "category": "antimetabole"
    },
    {
      "text": "It is easier for a father to have children than for children to have a real father.",
      "category": "antimetabole"
    },
    {
      "text": "Love is moral without legal marriage, but marriage is immoral without love.",
      "category": "antimetabole"
    },
    {
      "text": "Depression causes divorce as often as divorce causes depression.",
      "category": "antimetabole"
    },
    {
      "text": "Direct your efforts more to preparing youth for the path and less to preparing the path for youth.",
      "category": "antimetabole"
    },
    {
      "text": "Women do generally manage to love the guys they marry more than they manage to marry the guys they love.",
      "category": "antimetabole"
    },
    {
      "text": "The great secret of successful marriage is to treat all disasters as incidents and none of the incidents as disasters.",
      "category": "antimetabole"
    },
    {
      "text": "Adoption is not about finding children for families, it's about finding families for children.",
      "category": "antimetabole"
    },
    {
      "text": "After a few years of marriage a man can look right at a woman without seeing her and a woman can see right through a man without looking at him.",
      "category": "antimetabole"
    },
    {
      "text": "Some pray to marry the man they love, My prayer will somewhat vary : I humbly pray to Heaven above That I love the man I marry.",
      "category": "antimetabole"
    },
    {
      "text": "One advantage of marriage, it seems to me, is that when you fall out of love with him, or he falls out of love with you, it keeps you together until you maybe fall in love again.",
      "category": "antimetabole"
    },
    {
      "text": "Nowadays, all the married men live like bachelors, and all the bachelors like married men.",
      "category": "antimetabole"
    },
    {
      "text": "Before I got married I had six theories about bringing up children; now I have six children, and no theories.",
      "category": "antimetabole"
    },
    {
      "text": "Now I do not know whether I was then a man dreaming I was a butterfly, or whether I am now a butterfly dreaming I am a man.",
      "category": "antimetabole"
    },
    {
      "text": "The coward calls the brave man rash, the rash man calls him a coward.",
      "category": "antimetabole"
    },
    {
      "text": "If a man will begin with certainties, he shall end in doubts; but if he will be content to begin with doubts, he shall end in certainties.",
      "category": "antimetabole"
    },
    {
      "text": "They that are serious in ridiculous things will be ridiculous in serious affairs.",
      "category": "antimetabole"
    },
    {
      "text": "It is as hard for the good to suspect evil as it is for evil to suspect good.",
      "category": "antimetabole"
    },
    {
      "text": "One man means as much to me as multitude, and a multitude only as much as one man.",
      "category": "antimetabole"
    },
    {
      "text": "You should punish your appetites rather than allow your appetites to punish you.",
      "category": "antimetabole"
    },
    {
      "text": "It is impossible to live pleasurably without living wisely, well, and justly; and impossible to live wisely, well, and justly without living pleasurably.",
      "category": "antimetabole"
    },
    {
      "text": "One must destroy one's adversaries' seriousness with laughter, and their laughter with seriousness.",
      "category": "antimetabole"
    },
    {
      "text": "He is happy whose circumstances suit his temper but he is more excellent who can suit his temper to any circumstances.",
      "category": "antimetabole"
    },
    {
      "text": "Geniuses are commonly believed to excel other men in their power of sustained attention... But it is their genius making them attentive, not their attention making geniuses of them.",
      "category": "antimetabole"
    },
    {
      "text": "Suicide is not abominable because God prohibits it; God prohibits it because it is abominable.",
      "category": "antimetabole"
    },
    {
      "text": "Failure is the foundation of success; success is the lurking place of failure.",
      "category": "antimetabole"
    },
    {
      "text": "You go without sleep to study philosophy; on the contrary, you ought to study philosophy to learn how to sleep.",
      "category": "antimetabole"
    },
    {
      "text": "Which is it, is man one of God's blunders, or is God one of man's blunders?",
      "category": "antimetabole"
    },
    {
      "text": "There are only two kinds of men : the just who believe themselves sinners; the sinners who believe themselves just.",
      "category": "antimetabole"
    },
    {
      "text": "Every king springs from a race of slaves, and every slave has had kings among his ancestors.",
      "category": "antimetabole"
    },
    {
      "text": "We have, in fact, two kinds of morality side by side; one which we preach but do not practice, and another which we practice but seldom preach.",
      "category": "antimetabole"
    },
    {
      "text": "It is a curious fact that in bad days we can vividly recall the good time that is past; but in good days we have only a very cold and imperfect memory of the bad.",
      "category": "antimetabole"
    },
    {
      "text": "A friend is one who loves you; but one who loves you isn't necessarily your friend.",
      "category": "antimetabole"
    },
    {
      "text": "Remember that pain has this most excellent quality : if prolonged it cannot be severe, if severe, it can not be prolonged.",
      "category": "antimetabole"
    },
    {
      "text": "Fear can not be without some hope nor hope without some fear.",
      "category": "antimetabole"
    },
    {
      "text": "Every abuse ought to be reformed unless the reform is more dangerous than the abuse itself.",
      "category": "antimetabole"
    },
    {
      "text": "The art of progress is to preserve order amid change, and to preserve change amid order.",
      "category": "antimetabole"
    },
    {
      "text": "Diogenes responded : \" If you would only learn to live on lentils, you wouldn't have to flatter the king. \" Pablo said to Anselmo,' It is not cowardly to know what is foolish.'' Neither is it foolish to know what is cowardly,' said Anselmo, unable to resist making the phrase.",
      "category": "antimetabole"
    },
    {
      "text": "Has running added years to my life? No, but it's added life to my years.",
      "category": "antimetabole"
    },
    {
      "text": "\" God is dead. \" Nietzsche \" Nietzsche is dead. \" God .",
      "category": "antimetabole"
    },
    {
      "text": "Teaching people not to bugger badgers and not to badger buggers.",
      "category": "antimetabole"
    },
    {
      "text": "To tell you the truth, I'd much rather talk one thousand times to one girl than talk one time to a thousand girls.",
      "category": "antimetabole"
    },
    {
      "text": "I have known many an instance of a man writing a letter and forgetting to sign his name, but this is the only instance I have ever known of a man signing his name and forgetting to write the letter.",
      "category": "antimetabole"
    },
    {
      "text": "I have known many an instance of a man writing a letter and forgetting to sign his name, but this is the only instance I have ever known of a man signing his name and forgetting to write the letter.",
      "category": "antimetabole"
    },
    {
      "text": "I have known many an instance of a man writing a letter and forgetting to sign his name, but this is the only instance I have ever known of a man signing his name and forgetting to write the letter.",
      "category": "antimetabole"
    },
    {
      "text": "Sharper : \" Thus grif still treads upon the heels of pleasure : Marry'd in haste, we may repent at leisure \" Setter : \" Some by experience find those words misplac'd : At leisure marry'd, they repent in haste. \" .",
      "category": "antimetabole"
    },
    {
      "text": "You have to play Mozart like Chopin and Chopin like Mozart.",
      "category": "antimetabole"
    },
    {
      "text": "All I can say is that I have taken more out of alcohol than alcohol has taken out of me.",
      "category": "antimetabole"
    },
    {
      "text": "All babies look like me. But then, I look like all babies.",
      "category": "antimetabole"
    },
    {
      "text": "When a man sits with a pretty girl for an hour, it seems like a minute. But let him sit on a hot stove for a minute and it's longer than any hour.",
      "category": "antimetabole"
    },
    {
      "text": "I heard an answer today to the platitude :' There's no money in poetry.' It was :' There's no poetry in money, either.' .",
      "category": "antimetabole"
    },
    {
      "text": "I do not look at the country and pray for the Senators. I look at the Senators and pray for the country.",
      "category": "antimetabole"
    },
    {
      "text": "I never take a nap after dinner but when I have had a bad night, and then the nap takes me.",
      "category": "antimetabole"
    },
    {
      "text": "Well, for those who like that sort of thing I should think that is just the sort of thing they should like.",
      "category": "antimetabole"
    },
    {
      "text": "I once asked Edwin Arlington Robinson if he did not think his sense of humor had lengthened his life.' I think,' he replied,'my life has lengthened my sense of humor.' .",
      "category": "antimetabole"
    },
    {
      "text": "Trifles make perfection, and perfection is no trifle.",
      "category": "antimetabole"
    },
    {
      "text": "Some of the guards... came out, and they said :' Why did you break our windows? We have done nothing.' She said :' It is because you have done nothing I have broken your windows.' .",
      "category": "antimetabole"
    },
    {
      "text": "- Kristin Scott Thomas : \" I hear you help people with horse problems. \" Robert Redford : \" The truth is I help horses with people problems. \" Chief Justice : \" Your means are very slender, and your waste is great. \".",
      "category": "antimetabole"
    },
    {
      "text": "With my body and your brains, what a wonder it would be! \" He replied : \" Yes, but what if it had your brains and my body? \" .",
      "category": "antimetabole"
    },
    {
      "text": "It is not my interest to pay the principal' nor is it my principle to pay the interest.",
      "category": "antimetabole"
    },
    {
      "text": "We shape our buildings, and afterward our buildings shape us.",
      "category": "antimetabole"
    },
    {
      "text": "We were elected to change Washington, and we let Washington change us.",
      "category": "antimetabole"
    },
    {
      "text": "He brings forth the living from the dead, and it is He who brings forth the dead from the living.",
      "category": "antimetabole"
    },
    {
      "text": "When I'm not near the girl I love, I love the girl I'm near.",
      "category": "antimetabole"
    },
    {
      "text": "Unfortunately, we had an odd assortment of possibilities, and all the possibilities were odd.",
      "category": "antimetabole"
    },
    {
      "text": "The French work to live, whereas Americans live to work.",
      "category": "antimetabole"
    },
    {
      "text": "Everyone who loves his country is a patriot, but not every patriot loves his country.",
      "category": "antimetabole"
    },
    {
      "text": "Everyone who loves his country is a patriot, but not every patriot loves his country.",
      "category": "antimetabole"
    },
    {
      "text": "If a gift is given it can be received; when it is received it can be given.",
      "category": "antimetabole"
    },
    {
      "text": "Man is made for woman and woman for man.",
      "category": "antimetabole"
    },
    {
      "text": "Beauty is truth, truth beauty.",
      "category": "antimetabole"
    },
    {
      "text": "Fair is foul and foul is fair.",
      "category": "antimetabole"
    },
    {
      "text": "When you stare into an abyss, the abyss also stares into you.",
      "category": "antimetabole"
    },
    {
      "text": "I am tired of thinking how thinking of you never tires me.",
      "category": "antimetabole"
    },
    {
      "text": "The inner world is formed by the outer and the outer by the inner.",
      "category": "antimetabole"
    },
    {
      "text": "Accident is design And design is accident In a cloud of unknowing.",
      "category": "antimetabole"
    },
    {
      "text": "You have restored my most longed for brother to me, me to my beloved brother, parents to our children, our children to us .",
      "category": "antimetabole"
    },
    {
      "text": "I am stuck on Band Aid brand,' cause the Band Aid's stuck on me.",
      "category": "antimetabole"
    },
    {
      "text": "We must adapt means to ends or ends to means.",
      "category": "antimetabole"
    },
    {
      "text": "Either expand our means to attain our desires or reduce our desires to suit our means.",
      "category": "antimetabole"
    },
    {
      "text": "You don't know anyone, but everyone knows you.",
      "category": "antimetabole"
    },
    {
      "text": "Money has no morals, so the moral is to get money.",
      "category": "antimetabole"
    },
    {
      "text": "Future thinkers or thinkers of the future.",
      "category": "antimetabole"
    },
    {
      "text": "A world of sharing shall replace the sharing of the world.",
      "category": "antimetabole"
    },
    {
      "text": "He had friends who were his enemies, enemies who would become his friends.",
      "category": "antimetabole"
    },
    {
      "text": "I believed in a style of life but it was merely a life with style.",
      "category": "antimetabole"
    },
    {
      "text": "I don't know if Macron read The Second Sex, but I know that The Second Sex read through Macron and all his predecessors.",
      "category": "antimetabole"
    },
    {
      "text": "They say that you'll be successful if you deserve it but you deserve to be successful .",
      "category": "antimetabole"
    },
    {
      "text": "You don't believe in anything anymore and nobody believes in you anymore.",
      "category": "antimetabole"
    },
    {
      "text": "What you need is for them to need you.",
      "category": "antimetabole"
    },
    {
      "text": "They told me there wasn't enough room on the road for the Universe, and I told them the universe is my road.",
      "category": "antimetabole"
    },
    {
      "text": "There's a teen who loves the hate, but also hates the love!",
      "category": "antimetabole"
    },
    {
      "text": "The key is not to do what you want, but rather to want what you have to do.",
      "category": "antimetabole"
    },
    {
      "text": "You both love me and I love both of you.",
      "category": "antimetabole"
    },
    {
      "text": "Experience without theory is blind, but theory without experience is mere intellectual play.",
      "category": "antimetabole"
    },
    {
      "text": "Don't wait to have everything to enjoy life. You have your whole life to enjoy everything!",
      "category": "antimetabole"
    },
    {
      "text": "Everybody would like to become famous, every famous person would like to be Everyman .",
      "category": "antimetabole"
    },
    {
      "text": "It is not even the beginning of the end. But it is, perhaps, the end of the beginning.",
      "category": "antimetabole"
    },
    {
      "text": "It is not because things are difficult that we do not dare, it is because we do not dare that they are difficult.",
      "category": "antimetabole"
    },
    {
      "text": "It's far better to buy a wonderful company at a fair price than a fair company at a wonderful price.",
      "category": "antimetabole"
    },
    {
      "text": "War is a massacre of people who don't know each other for the profit of people who know each other but don't massacre each other.",
      "category": "antimetabole"
    },
    {
      "text": "Gentlemen prefer blonds because blonds know what gentlemen prefer.",
      "category": "antimetabole"
    },
    {
      "text": "I drink to the beautiful sex of both hemispheres, and to the two hemispheres of the beautiful sex!",
      "category": "antimetabole"
    },
    {
      "text": "Women prefer men who take them without understand them, to men who understand them without taking them.",
      "category": "antimetabole"
    },
    {
      "text": "Nothing can be used for everything, but everything can very well be used for anything.",
      "category": "antimetabole"
    },
    {
      "text": "Do to others what you would like them to do to you rather than not doing to them what you would not like them to do to you.",
      "category": "antimetabole"
    },
    {
      "text": "Add life to your days not days to your life.",
      "category": "antimetabole"
    },
    {
      "text": "Noise makes no good, good makes no noise.",
      "category": "antimetabole"
    },
    {
      "text": "I don't know if I'm unhappy because I'm not free, or if I'm not free because I'm unhappy.",
      "category": "antimetabole"
    },
    {
      "text": "If you fail to plan, you are planning to fail.",
      "category": "antimetabole"
    },
    {
      "text": "Good judgment comes from experience. Experience comes from bad judgment.",
      "category": "antimetabole"
    },
    {
      "text": "Learning without thinking is useless. Thinking without learning is dangerous.",
      "category": "antimetabole"
    },
    {
      "text": "Always suppose that a friend could be right until proven wrong, rather than suppose him wrong until proven right.",
      "category": "antimetabole"
    },
    {
      "text": "When I was young and had time to read, I didn't have any book. Now that I am old and have books, I do not have time to read anymore.",
      "category": "antimetabole"
    },
    {
      "text": "When I was young and had time to read, I didn't have any book. Now that I am old and have books, I do not have time to read anymore.",
      "category": "antimetabole"
    },
    {
      "text": "Men are weird creatures : half of them censor what they do, the other half do what they censor, the rest always says and does what they should.",
      "category": "antimetabole"
    },
    {
      "text": "He that is of the opinion money will do everything may well be suspected of doing everything for money.",
      "category": "antimetabole"
    },
    {
      "text": "Men make counterfeit money; in many more cases, money makes counterfeit men.",
      "category": "antimetabole"
    },
    {
      "text": "The honest man takes pains, and then enjoys pleasures; the knave takes pleasure, and then suffers pain.",
      "category": "antimetabole"
    },
    {
      "text": "Many young people envy celebrities and many celebrities envy youth.",
      "category": "antimetabole"
    },
    {
      "text": "Raising a girl may not be the mother of all battles, but some say that it is the battle of every mother.",
      "category": "antimetabole"
    },
    {
      "text": "You forget what you want to remember, and you remember what you want to forget.",
      "category": "antimetabole"
    },
    {
      "text": "Some have an idea that the reason we in this country discard things so readily is because we have so much. The facts are exactly opposite â€“ the reason we have so much is simply because we discard things so readily .",
      "category": "antimetabole"
    },
    {
      "text": "When religion was strong and science weak, men mistook magic for medicine; Now, when science is strong and religion weak, men mistake medicine for magic.",
      "category": "antimetabole"
    },
    {
      "text": "When religion was strong and science weak, men mistook magic for medicine; Now, when science is strong and religion weak, men mistake medicine for magic.",
      "category": "antimetabole"
    },
    {
      "text": "Cannon entertains that theory because that theory entertains Cannon.",
      "category": "antimetabole"
    },
    {
      "text": "Live simply so that others might simply live.",
      "category": "antimetabole"
    },
    {
      "text": "In the pre-capitalist stages of society, commerce rules industry. In capitalist society, industry rules commerce.",
      "category": "antimetabole"
    },
    {
      "text": "The Sabbath was made for man, not man for the Sabbath.",
      "category": "antimetabole"
    },
    {
      "text": "You can take the tiger out of the jungle, but you can't take the jungle out of the tiger.",
      "category": "antimetabole"
    },
    {
      "text": "But many who are first will be last, and the last will be first.",
      "category": "antimetabole"
    },
    {
      "text": "Just because you're born in the slum does not mean the slum is born in you.",
      "category": "antimetabole"
    },
    {
      "text": "He knitted a good deal, he would tell you if you asked him, to keep himself from smoking, adding that he also smoked a good deal to keep himself from knitting.",
      "category": "antimetabole"
    },
    {
      "text": "He knitted a good deal, he would tell you if you asked him, to keep himself from smoking, adding that he also smoked a good deal to keep himself from knitting.",
      "category": "antimetabole"
    },
    {
      "text": "Men always want to be a woman's first love; women want to be a man's last romance.",
      "category": "antimetabole"
    },
    {
      "text": "The right to bear arms is slightly less ridiculous than the right to arm bears.",
      "category": "antimetabole"
    },
    {
      "text": "A teacher might say, â€˜ Incidentally, that's a chiasmus.' And the chiasmus might volley back, â€˜ That's a teacher, incidentally.' .",
      "category": "antimetabole"
    },
    {
      "text": "Laid back, with my mind on my money and my money on my mind.",
      "category": "antimetabole"
    },
    {
      "text": "We do what we like and we like what we do.",
      "category": "antimetabole"
    },
    {
      "text": "The mind is its own place and, in itself can make a heaven of hell or a hell of heaven.",
      "category": "antimetabole"
    },
    {
      "text": "For those who exalt themselves will be humbled, and those who humble themselves will be exalted.",
      "category": "antimetabole"
    },
    {
      "text": "- Laura, I don't hate you because you're fat. You're fat because I hate you.",
      "category": "antimetabole"
    },
    {
      "text": "It is not titles that honor men, but men that honor titles.",
      "category": "antimetabole"
    },
    {
      "text": "Integrity without knowledge is weak and useless, and knowledge without integrity is dangerous and dreadful.",
      "category": "antimetabole"
    },
    {
      "text": "Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!",
      "category": "antimetabole"
    },
    {
      "text": "Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!",
      "category": "antimetabole"
    },
    {
      "text": "Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!",
      "category": "antimetabole"
    },
    {
      "text": "Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!",
      "category": "antimetabole"
    },
    {
      "text": "You can take the girl out of the country, but you can't take the country out of the girl.",
      "category": "antimetabole"
    },
    {
      "text": "Her life was full of children, and her children full of life.",
      "category": "antimetabole"
    },
    {
      "text": "For'tis a question left us yet to prove, whether love lead to fortune, or else fortune love.",
      "category": "antimetabole"
    },
    {
      "text": "A good man is hard to find, and a hard man is good to find.",
      "category": "antimetabole"
    },
    {
      "text": "She loved a good cup of coffee; a cup of coffee was loved by her.",
      "category": "antimetabole"
    },
    {
      "text": "It is nice to be important but it is more important to be nice.",
      "category": "antimetabole"
    },
    {
      "text": "He lives to work, he doesn't work to live.",
      "category": "antimetabole"
    },
    {
      "text": "I said what I meant because I meant what I said.",
      "category": "antimetabole"
    },
    {
      "text": "Change facts to suit theories, don't change theories to suit facts.",
      "category": "antimetabole"
    },
    {
      "text": "Do as I say not as I do.",
      "category": "antimetabole"
    },
    {
      "text": "My job is not to represent Washington to you, but to represent you to Washington.",
      "category": "antimetabole"
    },
    {
      "text": "If black men have no rights in the eyes of white men, of course the whites can have non in the eyes of the blacks.",
      "category": "antimetabole"
    },
    {
      "text": "Each increase of tension has produced an increase of arms; each increase of arms has produced an increase of tension.",
      "category": "antimetabole"
    },
    {
      "text": "In politics there are some candidates who use change to promote their careers, and there are those like John McCain who use their careers to promote change.",
      "category": "antimetabole"
    },
    {
      "text": "I wasted time, and now time doth waste me.",
      "category": "antimetabole"
    },
    {
      "text": "If you fail to plan, then you plan to fail.",
      "category": "antimetabole"
    },
    {
      "text": "I'd rather have lots of love and little money, instead of lots of money and little love.",
      "category": "antimetabole"
    },
    {
      "text": "A good audience listens to the speaker. A great speaker listens to the audience.",
      "category": "antimetabole"
    },
    {
      "text": "In middle age, parents take care of their children; in old age, children take care of their parents.",
      "category": "antimetabole"
    },
    {
      "text": "I give up when all is lost, but all is lost only when I give up.",
      "category": "antimetabole"
    },
    {
      "text": "May you stand long and long stand the terror of tyrants.",
      "category": "antimetabole"
    },
    {
      "text": "So, these were wed, and merrily rung the bells, Merrily rang the bells, and these were wed.",
      "category": "antimetabole"
    },
    {
      "text": "For the sky and the sea, and the sea and the sky Lay like a load on my weary eye.",
      "category": "antimetabole"
    },
    {
      "text": "Reasoned high Of Providence, Fore knowledge, Will and Fate, Fixed fate, free will, fore knowledge absolute.",
      "category": "antimetabole"
    },
    {
      "text": "Reasoned high Of Providence, Fore knowledge, Will and Fate, Fixed fate, free will, fore knowledge absolute.",
      "category": "antimetabole"
    },
    {
      "text": "My voice or hands deny, These hands let useful skill forsake This voice in silence die.",
      "category": "antimetabole"
    },
    {
      "text": "There is no' way to peace'. Peace is the way.",
      "category": "antimetabole"
    },
    {
      "text": "In America, you can always find a party. In Soviet Russia, Party always finds you!",
      "category": "antimetabole"
    },
    {
      "text": "He was just the man for such a place, and it was just the place for such a man.",
      "category": "antimetabole"
    },
    {
      "text": "I'm hoping that somebody pray for me, I'm praying that somebody hope for me.",
      "category": "antimetabole"
    },
    {
      "text": "Be fearful when others are greedy, and greedy when others are fearful.",
      "category": "antimetabole"
    },
    {
      "text": "You don't have to talk about what you know, but you have to know what you're talking about.",
      "category": "antimetabole"
    },
    {
      "text": "Reality displaces memory, but memory conjures reality.",
      "category": "antimetabole"
    },
    {
      "text": "To live is to cry, and to cry is to live.",
      "category": "antimetabole"
    },
    {
      "text": "But there is nothing I can do I can only dance to my death, and live in death's dance.",
      "category": "antimetabole"
    },
    {
      "text": "I wear my heart, stuck all over with pins like a voodoo doll, on my sleeve. And on my sleeve, my heart is beating.",
      "category": "antimetabole"
    },
    {
      "text": "I become void and void becomes me .",
      "category": "antimetabole"
    },
    {
      "text": "Now you knew my body more than I Yet I never knew you .",
      "category": "antimetabole"
    },
    {
      "text": "I loved to tell you that I hated you and I would hate to tell you that I love you.",
      "category": "antimetabole"
    },
    {
      "text": "Home is where the heart is, but their hearts are not at home.",
      "category": "antimetabole"
    },
    {
      "text": "Leaves baring the branches as the branches bore the leaves.",
      "category": "antimetabole"
    },
    {
      "text": "When life becomes death, and death becomes life.",
      "category": "antimetabole"
    },
    {
      "text": "Where good is bad and bad is good .",
      "category": "antimetabole"
    },
    {
      "text": "White is black and black is white and together they make gray .",
      "category": "antimetabole"
    },
    {
      "text": "In the U.S., all crimes are illegalities but not all illegalities are crimes.",
      "category": "antimetabole"
    },
    {
      "text": "The absence of evidence is not the evidence of absence.",
      "category": "antimetabole"
    },
    {
      "text": "Therefore the treasures of the Gospel are nets with which they formerly were wont to fish for men of riches. The treasures of the indulgences are nets with which they now fish for the riches of men.",
      "category": "antimetabole"
    },
    {
      "text": "I don't throw darts at balloons. I throw balloons at darts.",
      "category": "antimetabole"
    },
    {
      "text": "We gotta play with emotion but not let emotion play with us.",
      "category": "antimetabole"
    },
    {
      "text": "We do not stop playing because we grow old; we grow old because we stop playing.",
      "category": "antimetabole"
    },
    {
      "text": "We do not stop playing because we grow old; we grow old because we stop playing.",
      "category": "antimetabole"
    },
    {
      "text": "Those who can't do - teach; and those who can't teach - do.",
      "category": "antimetabole"
    },
    {
      "text": "The richer they get, the tighter they become; and the tighter they become, the richer they get.",
      "category": "antimetabole"
    },
    {
      "text": "The richer they get, the tighter they become; and the tighter they become, the richer they get.",
      "category": "antimetabole"
    },
    {
      "text": "Man is not a creature of circumstances. Circumstances are the creatures of men. .",
      "category": "antimetabole"
    },
    {
      "text": "Intellectuals must never be given power because they want people to get down on their knees and learn to love what they really hate and hate what they really love.",
      "category": "antimetabole"
    },
    {
      "text": "When you have contempt for politics, you often get politics worthy of contempt.",
      "category": "antimetabole"
    },
    {
      "text": "The press takes him literally, but not seriously; his supporters take him seriously, but not literally.",
      "category": "antimetabole"
    },
    {
      "text": "Let food be thy medicine, and medicine be thy food.",
      "category": "antimetabole"
    },
    {
      "text": "Action without study is fatal. Study without action is futile.",
      "category": "antimetabole"
    },
    {
      "text": "The Framers [charged the] Supreme Court... the task, not of keeping the Constitution in tune with the times but... of keeping the times in tune with the Constitution.",
      "category": "antimetabole"
    },
    {
      "text": "In those times the heroes were martyrs and the martyrs were heroes.",
      "category": "antimetabole"
    },
    {
      "text": "After contemplation, I conclude that this award, which I receive on behalf of [the civil rights] movement, is a profound recognition that nonviolence is the answer to the crucial political and moral questions of our time - the need for man to overcome oppression and violence without resorting to violence and oppression.",
      "category": "antimetabole"
    },
    {
      "text": "There can be no security without development and no development without security; and neither can be sustained in the longer term without it being rooted in the rule of law and respect for human rights.",
      "category": "antimetabole"
    },
    {
      "text": "The problem is not that television presents us with entertaining subject matter, but that all subject matter is presented as entertaining - which is another issue altogether.",
      "category": "antimetabole"
    },
    {
      "text": "We were not made great as a country by indulging in or even exalting our worst impulses, turning against ourselves, glorifying in the things that divide us, and calling fake things true and true things fake.",
      "category": "antimetabole"
    },
    {
      "text": "The poet only asks to get his head into the heavens. It is the logician who seeks to get the heavens into his head.",
      "category": "antimetabole"
    },
    {
      "text": "If there is one message that echoes forth from this conference, let it be that human rights are women's rights and women's rights are human rights once and for all.",
      "category": "antimetabole"
    },
    {
      "text": "Christ came to pay a debt he did not owe because we owed a debt we could not pay.",
      "category": "antimetabole"
    },
    {
      "text": "Let us preach what we practice - let us practice what we preach.",
      "category": "antimetabole"
    },
    {
      "text": "As an excuse to continue we hear, \"Art reflects society. \" In the name of recreation these people, in fact, are re-creating themselves in their own images; society then reflects art.",
      "category": "antimetabole"
    },
    {
      "text": "Whether we bring our enemies to justice or bring justice to our enemies, justice will be done.",
      "category": "antimetabole"
    },
    {
      "text": "The world faces a very different Russia than it did in 1991. Like all countries, Russia also faces a very different world. \".",
      "category": "antimetabole"
    },
    {
      "text": "It was not so much a matter of having power to do a thing as it was having the power to stop things from being done to you.",
      "category": "antimetabole"
    },
    {
      "text": "But shall I live in hope? All men I hope live so.",
      "category": "antimetabole"
    },
    {
      "text": "Starkist doesn't want tuna with good taste, Starkist wants tuna that tastes good!",
      "category": "antimetabole"
    },
    {
      "text": "It's good to be lucky, but it's lucky to be good.",
      "category": "antimetabole"
    },
    {
      "text": "And singing still dost soar and soaring ever singest.",
      "category": "antimetabole"
    },
    {
      "text": "We live to learn and learn to live.",
      "category": "antimetabole"
    },
    {
      "text": "Baby, you've been so distant from me lately. And lately, don't even want to call you baby.",
      "category": "antimetabole"
    },
    {
      "text": "What warning has no end and ends without warning?",
      "category": "antimetabole"
    },
    {
      "text": "Consciousness of desire and the desire for consciousness together and indissolubly constitute that project which in its negative form has as its goal the abolition of classes and the direct possession by the workers of every aspect of their activity.",
      "category": "antimetabole"
    },
    {
      "text": "What is meaningful brings joy and what brings joy is meaningful.",
      "category": "antimetabole"
    },
    {
      "text": "We spend our lives being careful, instead of being careful about our lives.",
      "category": "antimetabole"
    },
    {
      "text": "In fairy tales, the princesses kiss the frogs, and the frogs become princes. In real life, the princesses kiss princes, and the princes turn into frogs.",
      "category": "antimetabole"
    },
    {
      "text": "It would be a much better world if the power of love replaced the love of power.",
      "category": "antimetabole"
    },
    {
      "text": "If we don't end war, war will end us.",
      "category": "antimetabole"
    },
    {
      "text": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
      "category": "antimetabole"
    },
    {
      "text": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
      "category": "antimetabole"
    },
    {
      "text": "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
      "category": "antimetabole"
    },
    {
      "text": "Practice does not make perfect. Only perfect practice makes perfect.",
      "category": "antimetabole"
    },
    {
      "text": "We are not human beings having a spiritual experience. We are spiritual beings having a human experience.",
      "category": "antimetabole"
    },
    {
      "text": "A place for everything, everything in its place.",
      "category": "antimetabole"
    },
    {
      "text": "Content makes poor men rich; discontent makes rich men poor.",
      "category": "antimetabole"
    }
  ]
}